alexcvzz.vscode-sqlite
aliariff.auto-add-brackets
aliariff.vscode-erb-beautify
be5invis.toml
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
edwinhuish.better-comments-next
emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
johnpapa.vscode-peacock
karunamurti.haml
koichisasada.vscode-rdbg
marcoroth.herb-lsp
marcoroth.stimulus-lsp
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-vsliveshare.vsliveshare
nickdemayo.vscode-json-editor
randomfractalsinc.vscode-data-preview
rayhanw.erb-helpers
rubymaniac.vscode-paste-and-indent
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sianglim.slim
testdouble.vscode-standard-ruby
tomoki1207.pdf
wengerk.highlight-bad-chars
