aki77.rails-partial
alexcvzz.vscode-sqlite
aliariff.auto-add-brackets
aliariff.vscode-erb-beautify
anthropic.claude-code
be5invis.toml
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
cardinal90.multi-cursor-case-preserve
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
dline.cobaltnext
dooez.alt-catppuccin-vsc
edwinhuish.better-comments-next
emmanuelbeziat.vscode-great-icons
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
johnpapa.vscode-peacock
karunamurti.haml
koichisasada.vscode-rdbg
marcoroth.stimulus-lsp
mechatroner.rainbow-csv
moalamri.inline-fold
mrmlnc.vscode-duplicate
ms-azuretools.vscode-containers
ms-playwright.playwright
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
nickdemayo.vscode-json-editor
openai.chatgpt
randomfractalsinc.vscode-data-preview
rayhanw.erb-helpers
rubymaniac.vscode-paste-and-indent
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sianglim.slim
testdouble.vscode-standard-ruby
tomoki1207.pdf
travisthieman.better-search
wengerk.highlight-bad-chars
